/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-faqs-page",
      "blocks": {
        "15d9d2f4-1bdd-49c8-9a99-58246020f05c": {
          "type": "paragraph",
          "settings": {
            "title": "Product Questions",
            "question_1": "What is the difference between the foam and the pleated filters?",
            "answer_1": "<p>The main difference between our Ramair foam filters and pleated filters lies in the filtration media used:</p><ul><li><strong>Ramair Foam Filters:</strong> These feature a 15mm thick, twin-layer foam specifically designed for our air filters. This foam is washable and reusable. For most standard road applications, where excessive dust, dirt, or sand is not common, the foam filters do not require oiling. While adding oil can provide an extra layer of protection against fine particles, it may also slightly increase airflow restriction.</li><li><strong>Ramair Pleated Filters:</strong> Developed with the latest in polymer technology, the synthetic nanofibre pleated filter offers excellent airflow, which in turn provides improved performance for your vehicle. Like the foam filters, oiling is not necessary, but it can be applied based on your personal preference.</li></ul><p>In terms of airflow, the Ramair pleated filters generally provide higher airflow compared to the foam filters. However, due to their flat, pleated design, airflow can decrease as dust and dirt accumulate on the filter. Ramair foam filters, with their reticulated foam construction, can hold more dirt without significantly impacting airflow, which results in longer service intervals and less frequent maintenance.</p>",
            "question_2": "How often should I clean my filter?",
            "answer_2": "<p>It varies depending on the material filter you have purchased. With our pleated range we advise this to be cleaned every 3-6 months, and our foam range we advise every 10,000 miles or once a year. We offer a cleaning kit (SKU: CK-003) which comes with step-by-step instructions.</p>",
            "question_3": "What happens if I don't clean my filter?",
            "answer_3": "<p>Like many things, if you don't look after something it won't last. In this case with air filters the pores of the material will become clogged, and the performance of the air filter will drop over time. Depending how long the filter has been left you might even see some signs that the filter is deteriorating.</p>",
            "question_4": "Are your filters oiled?",
            "answer_4": "<p>All our filters apart from our foam panel filters are dry, and do not come oiled.</p>",
            "question_5": "Do I have to oil my filter?",
            "answer_5": "<p>We only advise oiling a filter if this is being used in harsh environments such as dry, hot or very dusty conditions. We would also advise to oil the filter if the car is being driven on track or is open to the elements.</p>",
            "question_6": "Are your filters waterproof?",
            "answer_6": "<p>Short answer is no. Our filters are not designed to be submerged in water. However, as an example if your bonnet has vents, or the filter is placed near the grill you will be fine. For extra protection a very light coating of oil will help repel any water.</p>",
            "question_7": "Are your filters fire retardant?",
            "answer_7": "<p>Our filters are manufactured using fire-retardant foam, designed to self-extinguish if exposed to flames. In the rare event that the filter does catch fire, it is typically due to the presence of an external flammable substance (such as petrol) on the foam. In such cases, it is the chemical agent that ignites, not the filter material itself. This situation is uncommon and generally occurs only if the carburettors are not correctly set up.</p>",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        },
        "f4d12560-a07c-4bd4-a934-2a8eddeaccc9": {
          "type": "paragraph",
          "settings": {
            "title": "Installation & Customization",
            "question_1": "Do I need to remap my car after fitting one of your filters?",
            "answer_1": "<p>No, all our filters are plug and play! However, if you're after even more of an increase in performance then a remap and other supporting modifications will work well together.</p>",
            "question_2": "Do you make custom/ one off intake kits?",
            "answer_2": "<p>Unfortunately, this is not something we can offer. However, we have a huge range of universal cone air filters that can be purchased if we do not have an intake kit available for your vehicle.</p>",
            "question_3": "You don't have an intake kit for my car, so what universal filter should I choose?",
            "answer_3": "<p>Our universal filters are not designed to fit any specific car, but it's super easy to find a filter that will work with the space you have! All you need to do is the following:</p><ul><li>Measure the outer diameter of your inlet pipe (this indicates the neck size needed)</li><li>Measure the maximum width in the space you have</li><li>Measure the maximum length you could go</li><li>If you have a MAF sensor, make sure this is on the inlet pipe and not the air box. With our universal air filters, you will be removing the air box, so you need to have somewhere for your sensor to go!</li></ul><p>Once you have the above it's time to match you to the filter! All our filters have sizes in their descriptions, but we are always available on our live chat, email or phone to help!</p>",
            "question_4": "What's the difference between outer diameter and inner diameter on the filter neck sizes?",
            "answer_4": "<p>Outer diameter is for filters that have an aluminium neck which will need to be secured to a silicone intake pipe or silicone coupler. Inner diameter is for the filters with a rubber neck which need to be secured to a hard pipe (usually aluminium) or if you have a silicone intake pipe you will need to have an aluminium coupler in-between the pipe and the filter to secure this.</p>",
            "question_5": "I want to replace the air filter from my intake kit, which one do I need?",
            "answer_5": "<p>We offer all our replacement filters on our website, but if you contact us and tell us what kit you have, we can advise which filter you need to purchase.</p>",
            "question_6": "I only want the heatshield; can I buy this separately?",
            "answer_6": "<p>Unfortunately, this is not something we offer. Our heatshields and intake pipes are only available within the full kit.</p>",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        },
        "a3b2c1d0-e1f2-4a5b-6c7d-8e9f0a1b2c3d": {
          "type": "paragraph",
          "settings": {
            "title": "Ordering & Shipping",
            "question_1": "What does 'awaiting fulfilment' mean?",
            "answer_1": "<p>Awaiting fulfilment means that your order is currently awaiting to be packed and dispatched from our warehouse. If you have any questions please contact us via live chat, email or by phone!</p>",
            "question_2": "If I ordered after the cut off time, will you still dispatch it the same day?",
            "answer_2": "<p>Normally if the order has come in past cut off it won't be processed until the next working day. But if you give us a call, we might be able to get it out that day depending on the time and if our couriers have been.</p>",
            "question_3": "Will I have to pay customs on this?",
            "answer_3": "<p>If you are ordering from outside of the EU, then yes you will need to pay customs for this part to be delivered. Unfortunately, we are unable to advise how much specifically this is as this depends on the delivery location.</p>",
            "question_4": "Can I come and collect?",
            "answer_4": "<p>Of course! Just give us a phone call and we can get that sorted for you!</p>",
            "question_5": "",
            "answer_5": "",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        },
        "b4c3d2e1-f2a3-4b5c-6d7e-8f9a0b1c2d3e4": {
          "type": "paragraph",
          "settings": {
            "title": "About Ramair",
            "question_1": "What makes Ramair air filters different to other competitors?",
            "answer_1": "<p>Here at Ramair we are all car enthusiasts, and we know what you want. Every part of the design, testing and manufacturing of the parts is done in house here in the UK. We understand that purchasing an air filter you are after reliability, quality, and performance increases, and we deliver on all of these. Plus, you get an incredible intake sound on all our open-air filters systems!</p>",
            "question_2": "",
            "answer_2": "",
            "question_3": "",
            "answer_3": "",
            "question_4": "",
            "answer_4": "",
            "question_5": "",
            "answer_5": "",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        }
      },
      "block_order": [
        "15d9d2f4-1bdd-49c8-9a99-58246020f05c",
        "f4d12560-a07c-4bd4-a934-2a8eddeaccc9",
        "a3b2c1d0-e1f2-4a5b-6c7d-8e9f0a1b2c3d",
        "b4c3d2e1-f2a3-4b5c-6d7e-8f9a0b1c2d3e4"
      ],
      "settings": {
        "enable_dark_mode": true,
        "dark_mode_accent_color": "#009bdf",
        "container": "1170",
        "padding_full_width": 0,
        "show_breadcrumb": true,
        "breadcrumb_alignment": "left",
        "breadcrumb_bg": "rgba(0,0,0,0)",
        "breadcrumb_gradient": "",
        "breadcrumb_bg_mb": "#f6f6f6",
        "breadcrumb_gradient_mb": "",
        "show_page_title": true,
        "page_title_alignment": "left",
        "show_faqs_filter": true,
        "faqs_text": "<p>If you have an issue or question that requires immediate assistance, you can click the button below to chat live with a Customer Service representative. If we aren't available, drop us an email and we will get back to you within 20-36 hours!</p>",
        "faqs_message_heading": "Need Help?",
        "faqs_message_text": "<p>If you have an issue or question that requires immediate assistance, you can click the button below to chat live with a Customer Service representative. If we aren't available, drop us an email and we will get back to you within 20-36 hours!</p>",
        "message_method_link_1": "https://facebook.com",
        "message_method_text_1": "Message Us",
        "message_method_link_2": "https://gmail.com",
        "message_method_text_2": "Contact Us",
        "contact_content_text": "Unable to find satisfactory answers ?",
        "contact_text": "Contact Support",
        "contact_link": "shopify://pages/contact",
        "contact_color": "#ffffff",
        "contact_color_border": "#ef6454",
        "contact_color_bg": "#ef6454",
        "contact_color_bg_gradient": "",
        "contact_color_hover": "#ffffff",
        "contact_color_border_hover": "#e93d29",
        "contact_color_bg_hover": "#e93d29",
        "contact_color_bg_gradient_hover": "",
        "mg_top_desktop": 0,
        "mg_top_tablet": 0,
        "mg_top_mobile": 0,
        "mg_bottom_desktop": 0,
        "mg_bottom_tablet": 0,
        "mg_bottom_mobile": 0
      }
    }
  },
  "order": [
    "main"
  ]
}
